{
    "title": "DOTA2",
    "overview": "/content/games/dota.html",
    "img": "dota-2-trans.png",
    "rules": [
        "Admin must be notified of ALL pauses. Pause abuse will result in disqualification.",
        "If your game is to be shoutcasted, you must accommodate for the caster in your lobby.",
		"Leaving the drafting process as a Captain without notifying an admin is a forfeiture.",
		"Winning team must report result, kill score, and Match ID to the admin."
		
		],
    "tourney": [
        {
            "title": "5v5 Captain's Mode",
            "id": "1",
            "prizes": [
                {
                    "place": "1st",
                    "href": "http://en-us.sennheiser.com/audio-headphones-high-end-hd-558",
                    "title": "Sennheiser HD 558 Headphones"
                },
                {
                    "place": "2nd",
                    "href": "http://store.valvesoftware.com/product.php?i=SDT003",
                    "title": "Nature's Prophet Plush"
                }
            ],
            "rules": ["Swiss-system style, Best of 1. Higher bracketed team on Dire.",
					"Rounds are played until the end of the day or until two clear winners are established.",
					"Game start deadlines will be announced at the end/start of every swiss round.",
					"If a team is not ready at the game start deadline, that team will forfeit that one game.",
					"If a team is not on the bracket before the start of the tournament and the creation of the bracket, the team will not be able to join the tournament without admin approval.",
					"Freeagent teams will be formed before the tournament start. Any freeagents that join after the brackets have been finalized will not be included in the tournament.",
					"The top two teams may stay until Sunday to play in the finals.",
					"If any of the two teams are unable to or unwilling to attend Sunday's finals, the offer will be extended to the next highest placing team in the swiss bracket."]
        }
    ],
    "streaming":"/streams/dotaStream.html"
}