{
    "title": "Will Jones",
    "overview": "content/games/lol.html",
    "img": "lol-trans.png",
    "rules": [
        "Create an account at www.challonge.com.  You will be provided with a link to the tournament.",
		"Read the summoner's code.  Ignorance is not an excuse to violating rules.",
		"Team captains are responsible for finding their opponents and starting games on time. ",
		"Start times of each round will be announced when the bracket is updated. ",
		"If a game has not started within 10 minutes of the announced start time, contact a staff member.",
		"Staff member must be notified in case of pauses. Long pauses are subject to Admin approval.",
		"The winning team is responsible for uploading the Victory results screen to Challonge.",
		"To submit a problem, see a staff member.  If a staff member suggests a solution that isn't acceptable, you have the right to requests an admins attention.",
		"You will be disqualified if you use any cheat/hack, or a bug that gives an unfair advantage.",
		"You will be disqualified if you use an unapproved substitute or collude with others."

		],
    "tourney": [
        {
            "title": "5v5 Summoner's Rift",
            "id": "4",
            "when": "14:00-24:00, Saturday",
            "where": "Klaus 1447, 1456, 2443, 2447, 2456",
            "prizes": [
                {
                    "place": "1st",
                    "href": "http://gaming.logitech.com/en-us/product/g510s-lcd-gaming-keyboard",
                    "title": "Logitech G510s Gaming Keyboard"
                },
                {
                    "place": "2nd",
                    "href": "http://gaming.logitech.com/en-us/product/g230-stereo-gaming-headset",
                    "title": "Logitech G230 Stereo Gaming Headset"
                }
            ],
            "rules": ["Swiss and Single Elimination Semi Finals and Finals; Best of 1",
					"All games are 5v5 Summoner's Rift, Tournament Draft.  ",
					"An in-game chat room and a seating chart of teams will be provided. "
					]
        },
		{
            "title": "5v5 Howling Abyss",
            "id": "3",
            "when": "14:00-24:00, Saturday",
            "where": "Klaus Lower 1456",
            "prizes": [ 
                {
                    "place": "1st",
                    "href": "http://www.amazon.com/dp/B00CYRXQ1C/",
                    "title": "League of Legends Full Heros Designed Mouse Pad"
                }
            ],
            "rules": ["Swiss and Single Elimination Semi Finals and Finals; Best of 1.",
					"All games are 5v5 Howling Abyss, All Random.",
					"Leaving champion select counts as a forfeiture."
					]
        }
    ],
    "streaming":"/streams/lolStream.html"
}